"ASSISTANT_TRY_AGAIN" = "Elnézést, megismételné?";
"ASSISTANT_CONNECTION_FAILED_0" = "Sajnálom, de gondjaim vannak a hálózathoz történő csatlakozással.";
"ASSISTANT_CONNECTION_FAILED_1" = "Sajnálom, de jelenleg nem tudok csatlakozni.";
"ASSISTANT_CONNECTION_FAILED_2" = "Sajnálom, de nincs hálózati kapcsolatom.";

"ASSISTANT_INITIAL_QUERY" = "Miben segíthetek?";
"ASSISTANT_GUIDE_HEADER" = "Koppintson a mikrofonra a következőkhöz hasonló dolgok kimondásához:";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "Útmutató";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "A Siri nem érhető el.";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "Csatlakozzon az internethez.";

"ASSISTANT_EDUCATION_TITLE" = "Tud segíteni a Siri?";
"ASSISTANT_EDUCATION_CONTENT" = "A Siri használatához tartsa lenyomva a főgombot.";

"ASSISTANT_GESTURE_DESCRIPTION" = "Kérhet dolgokat a főgomb lenyomása nélkül is. Amikor a képernyő be van kapcsolva, csak emelje a telefont a füléhez, és kezdjen beszélni.";